Blockstream/esp32_bsdiff/test/sdkconfig.defaults
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
CONFIG_IDF_TARGET="linux"
CONFIG_COMPILER_HIDE_PATHS_MACROS=n
